Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/godkjente-valglister.html.tmx
Source language: nob
Languages: sma

source: Flest listeforslag er det i valgkrets 2 Ávjovárri.
sma: 2. Lill-Therese Holm Varsi, 1988

source: 6. Marius Nilsen, 1963
sma: 15 Vivian Boine, 1978

source: 11 Steinar Ronald Pedersen, 1947
sma: 6. Isak Anders Andersen Utsi, 1989

source: 1. Hartvik Andreas Hansen, 1950
sma: 3. Ellen Inga Turi, 1981

source: 2. Per Erik Mudenia, 1968
sma: 8. Anne Turi Bals, 1944

source: 4. Gerd Eli Anti, 1966
sma: 6. Alfon Danielsen, 1940

source: 5. Inger Merethe Trosten Johansen, 1972
sma: 2. Inger Elin Kristina Utsi, 1975

source: 6. Jon Christer Mudenia, 1995
sma: 7. Nils Mikkelsen Utsi, 1965

source: 8. Sonja Lydia Kimo Pedersen, 1994
sma: 6 Åarjel-Saepmie veeljemegievlie

source: 12 Rune Aslaksen, 1971
sma: 6. Eva Nordfjell, 1966

source: 9. Anja Susanne Aslaksen, 1970
sma: 9. Mads Ingmar Kappfjell, 1967

source: 10 Tor Gunnar Henriksen, 1967
sma: 8. Charlotta Cecilia Kappfjell, 1971

source: 2. Christina Henriksen, 1983
sma: 2. Nora Marie Bransfjell, 1955

source: 8. Charlotte Angell, 1979
sma: 8. Hildegard Cecilia Persson, 1964

source: 10 Marion Aslaksen Ravna, 1994
sma: 8. Kristina Indianna Ørsnes Sara, 1985

source: 11 Per Anders Store, 1987
sma: 9. Per Anders Joma, 1990

source: 1. Kurt Wikan, 1959
sma: 1. Ellen Inga Varsi, 1984

source: 14 Inga Berit Sara Andersdtr Sara, 1955
sma: 3. Ellen Inga Sara Teig, 1960

source: 1. Per Andersen Bæhr, 1944
sma: 1. Kjellrun Alma Wilhelmsen, 1967

source: 2. Berit Marie Persdtr Eira, 1968
sma: 2. Anita Persdatter Ravna, 1961
